Repository: kameware/project1
Catalog: Hooray/Hooray/*.lproj/Localizable.strings
Languages: ar

source: LANGUAGE
ar: اللغة

source: GO
ar: تذهب

source: select the language..
ar: حدد اللغة ..

# LANG_1
source: ENGLISH
ar: الإنجليزية

# LANG_2
source: ARABIC
ar: االعربية

# ABOUT
source: Animal Hooray.. Animal Hooray.. Animal Hooray.. Animal Hooray.. Animal Hooray.. Animal Hooray.. Animal Hooray.. Animal Hooray.. Animal Hooray..
ar: الصيحة الحيوان .. الصيحة الحيوان .. الصيحة الحيوان .. الصيحة الحيوان .. الصيحة الحيوان .. الصيحة الحيوان .. الصيحة الحيوان .. الصيحة الحيوان .. الصيحة الحيوان ..

source: FREE VERSION
ar: نسخة مجانية

source: FULL VERSION
ar: النسخة الكاملة

source: VIDEO 1
ar: االفيديو 1

source: VIDEO 2
ar: الفيديو 2

source: VIDEO 3
ar: الفيديو 3

source: VIDEO 4
ar: الفيديو 4

source: VIDEO 5
ar: الفيديو 5

source: Next
ar: التالي

source: Back
ar: إلى الوراء

source: Fact
ar: حقيقة

source: Alligator
ar: تمساح القاطور

source: Ant
ar: النملة

source: Baboon
ar: قرد الرباح أو البابون

source: Bat
ar: الخفاش

source: Badger
ar: الغرير

source: Bear
ar: الدب

source: Bee
ar: النحلة

source: Beetle
ar: الخنفساء

source: Bluebird
ar: بلوبيرد أو العصفور الأزرق

source: Buffalo
ar: الجاموس

source: Butterfly
ar: الفراشة

source: Camel
ar: الجمل

source: Canary
ar: الكناري

source: Cat
ar: القط

source: Cheetah
ar: الفهد الصياد

source: Chicken
ar: الدجاجة

source: Chimpanzee
ar: قرد الشمبانزي

source: Cobra
ar: حية الكوبرا

source: Cockroah
ar: الصرصور

source: Cod
ar: سمك القد

source: Cougar
ar: أسد الجبال الأمريكي أو الكوغار

source: Cow
ar: بقرة

source: Coyote
ar: ذئب القيوط

source: Crane
ar: طائر الكركي

source: Cricket
ar: الجدجد أو صرصار الليل

source: Crocodile
ar: تمساح

source: Crow
ar: غراب

source: Cuckoo
ar: الوقواق

source: Deer
ar: أيل

source: Dog
ar: الكلب

source: Dolphin
ar: الدرفيل أو الدلفين

source: Donkey
ar: الحمار

source: Dove
ar: الحمام

source: Duck
ar: البط

source: Eagle
ar: النسر

source: Elephant
ar: الفيل

source: Elk
ar: الأيل أو الظبي

source: Ferret
ar: النمس

source: Finch
ar: الشرشور

source: Flamingo
ar: البشروس أو النحام الوردي

source: Fox
ar: الثعلب

source: Frog
ar: الضفدع

source: Giraffe
ar: الزرافة

source: Goat
ar: الماعز أو العنزة

source: Goldfinch
ar: طائر الحسون

source: Gorilla
ar: الغوريلا

source: Grasshopper
ar: الجندب

source: Guinea Pig
ar: خنزير البحر الهندي

source: Hamster
ar: الهامستر

source: Hare
ar: الأرنب البرية

source: Hawk
ar: الصقر

source: Heron
ar: طير مالك الحزين

source: Hippopotamus
ar: فرس النهر

source: Hummingbird
ar: طائر الطنان

source: Hyena
ar: الضبع

source: Horse
ar: حصان

source: House Fly
ar: الذبابة

source: Kangaroo
ar: الكنغر

source: Kingbird
ar: ملك العصافير الأمريكي

source: Kiwi
ar: طائر الكيوي

source: Komodo Dragon
ar: التنين كومودو

source: Lemur
ar: قرد الليمور

source: Leopard
ar: الفهد

source: Lion
ar: الأسد

source: Locust
ar: الجراد

source: Magpie
ar: غراب العقعق

source: Meerkat
ar: حيوان السرقاط

source: Monkey
ar: القرد

source: Moose
ar: غزال الموظ الأمريكي

source: Mosquito
ar: البعوض

source: Mouse
ar: الفأر

source: Nightingale
ar: العندليب

source: Octopus
ar: الأخطبوط

source: Oriole
ar: طائر الصفارية

source: Ostrich
ar: النعامة

source: Owl
ar: البومة

source: Panda
ar: دب الباندا

source: Parrot
ar: الببغاء

source: Peacock
ar: الطاووس

source: Pelican
ar: البجع طائر

source: Penguin
ar: طائر البطريق

source: Pheasant
ar: طائر الذيال

source: Pig
ar: الخنزير

source: Pigeon
ar: الحمامة الداجنة

source: Quail
ar: طائر السمان

source: Rabbit
ar: الأرنب

source: Raccoon
ar: حيوان الراكون

source: Rattlesnake
ar: أفعى الجلجلة

source: Raven
ar: الغداف

source: Reindeer
ar: غزال الرنة

source: Rhinoceros
ar: وحيد القرن

source: Robin
ar: طير أبو الحناء الأمريكي

source: Salmon
ar: سمك السلمون

source: Scorpion
ar: العقرب

source: Seagull
ar: طائر النورس

source: Seal
ar: الفقمة

source: Shark
ar: سمك القرش

source: Sheep
ar: الخروف

source: Snail
ar: الحلزون

source: Sparrow
ar: العصفور

source: Squid
ar: الحبار

source: Squirrel
ar: السنجاب

source: Swan
ar: الإوز العراقي

source: Tiger
ar: نمر

source: Tortoise
ar: سلحفاة

source: Turkey
ar: الدجاج الرومي

source: Whale
ar: الحوت

source: Wolf
ar: الذئب

source: Woodpecker
ar: نقار الخشب

source: Zebra
ar: حمار الوحش
